Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: %lld/%lld שיחקו היום
ar: %lld/%lld لعبوا اليوم
en: %lld/%lld played today
ru: %lld/%lld играли сегодня

source: %lld:%@ דַּקּוֹת
ar: %lld:%@ دقيقة
en: %lld:%@ min
ru: %lld:%@ мин.

source: (%lld דַּק')
ar: (%lld دقيقة)
en: (%lld min)
ru: (%lld мин.)

source: (%lld שְׁנִיּוֹת)
ar: (%lld ثانية)
en: (%lld sec)
ru: (%lld сек)

source: (חִינָּם)
ar: (مجانًا)
en: (free)
ru: (бесплатно)

source: (חִנָּם)
ar: (مجانًا)
en: (free)
ru: (бесплатно)

source: + חִבּוּר מַכְשִׁיר נוֹסָף
ar: + ربط جهاز آخر
en: + Connect another device
ru: + Подключить ещё устройство

source: + חַבְּרוּ מַכְשִׁיר
ar: + اربطوا جهازًا
en: + Connect a device
ru: + Подключить устройство

source: + חבור מכשיר נוסף
ar: + ربط جهاز آخر
en: + Connect another device
ru: + Подключить ещё устройство

source: + חברו מכשיר
ar: + اربطوا جهازًا
en: + Connect a device
ru: + Подключить устройство

source: + חברו מכשיר ל%@
ar: + اربطوا جهازًا لـ%@
en: + Connect a device for %@
ru: + Подключить устройство для %@

source: + חיבור מכשיר נוסף
ar: + ربط جهاز آخر
en: + Connect another device
ru: + Подключить ещё устройство

source: + עוֹד %lld עוֹלָמוֹת ▾
ar: + %lld عالم آخر ▾
en: + %lld more worlds ▾
ru: + ещё %lld мира ▾

source: + עוד %lld עולמות ▾
ar: + %lld عالم آخر ▾
en: + %lld more worlds ▾
ru: + ещё %lld мира ▾

source: +%lld דַּקּוֹת
ar: +%lld دقيقة
en: +%lld minutes
ru: +%lld минуты

source: +%lld דַּקּוֹת נוֹסְפוּ לִזְמַן הַמִּשְׂחָק
ar: +%lld دقيقة أُضيفت إلى وقت اللعب
en: +%lld minutes added to play time
ru: +%lld минуты добавлено ко времени игры

source: +%lld דַּקּוֹת עַכְשָׁיו · עוֹד %lld נִשְׁמְרוּ לְמָחָר 🎁
ar: +%lld دقيقة الآن · %lld أخرى محفوظة للغد 🎁
en: +%lld minutes now · %lld more saved for tomorrow 🎁
ru: +%lld минуты сейчас · ещё %2$lld сохранено на завтра 🎁

source: +%lld יַהֲלוֹמִים
ar: +%lld ألماسة
en: +%lld diamonds
ru: +%lld алмаза

source: +%lld יַהֲלוֹמִים נוֹסְפוּ! 💎
ar: +%lld ألماسة أُضيفت! 💎
en: +%lld diamonds added! 💎
ru: +%lld алмаза добавлено! 💎

source: +%lld כּוֹכָבִים
ar: +%lld نجمة
en: +%lld stars
ru: +%lld звезды

source: +%lld כּוֹכָבִים נוֹסְפוּ!
ar: +%lld نجمة أُضيفت!
en: +%lld stars added!
ru: +%lld звезды добавлено!

source: +%lld שְׁנִיּוֹת
ar: +%lld ثانية
en: +%lld seconds
ru: +%lld секунды

source: +%lld שְׁנִ׳
ar: +%lld ث
en: +%lld sec
ru: +%lld сек.

source: +%lld 💎 בּוֹנוּס לַחֲנוּת!
ar: +%lld 💎 مكافأة للمتجر!
en: +%lld 💎 shop bonus!
ru: +%lld 💎 бонус в магазин!

source: +10 דַּק' מִשְׂחָק
ar: +10 دقائق لعب
en: +10 play min
ru: +10 мин. игры

source: +150 כּוֹכָבִים!
ar: +150 نجمة!
en: +150 stars!
ru: +150 звёзд!

source: +5 דַּק' מִשְׂחָק
ar: +5 دقائق لعب
en: +5 play min
ru: +5 мин. игры

source: +60 כּוֹכָבִים
ar: +60 نجمة
en: +60 stars
ru: +60 звёзд

source: , ל%@
ar: ، لـ%@
en: , for %@
ru: , для %@

source: , לְ%@
ar: ، لـ%@
en: , for %@
ru: , для %@

source: 1 · בַּטֶּלֶפוֹן שֶׁמְּנַהֵל אֶת הַיֶּלֶד (בְּדֶרֶךְ כְּלָל שֶׁלָּכֶם): הגדרות ← זמן מסך ← %@, וְגוֹלְלִים לְמַטָּה:
ar: 1 · في الهاتف الذي يدير الطفل (عادةً هاتفكم): الإعدادات ← مدة استخدام الجهاز ← %@، ومرّروا للأسفل:
en: 1 · On the phone that manages your child (usually yours): Settings → Screen Time → %@, and scroll down:
ru: 1 · На телефоне, который управляет ребёнком (обычно вашем): Настройки → Экранное время → %@, и прокрутите вниз:

source: 10 דַּקּוֹת שֶׁל %@ בְּיַחַד, פַּעַם־פַּעֲמַיִם בַּשָּׁבוּעַ. %@ כְּבָר %@ בְּ%@ — יֵשׁ עַל מָה לִבְנוֹת.
ar: 10 دقائق من %@ معًا، مرة أو مرتين في الأسبوع. %@ بالفعل %@ في %@ — هناك ما يمكن البناء عليه.
en: 10 minutes of %@ together, once or twice a week. %@ is already %@ in %@ — there's something to build on.
ru: 10 минут %@ вместе, раз-два в неделю. %@ уже %@ в %@ — есть на чём строить.

source: 10 דקות של %@ ביחד, פעם־פעמיים בשבוע. %@ כבר %@ ב%@ — יש על מה לבנות.
ar: 10 دقائق من %@ معًا، مرة أو مرتين في الأسبوع. %@ بالفعل %@ في %@ — هناك ما يمكن البناء عليه.
en: 10 minutes of %@ together, once or twice a week. %@ is already %@ in %@ — there's something to build on.
ru: 10 минут %@ вместе, раз-два в неделю. %@ уже %@ в %@ — есть на чём строить.

source: 10 דקות של %@ ביחד, פעם־פעמים בשבוע. %@ כבר %@ ב%@ — יש על מה לבנות.
ar: 10 دقائق من %@ معًا، مرة أو مرتين في الأسبوع. %@ بالفعل %@ في %@ — هناك ما يمكن البناء عليه.
en: 10 minutes of %@ together, once or twice a week. %@ is already %@ in %@ — there's something to build on.
ru: 10 минут %@ вместе, раз-два в неделю. %@ уже %@ в %@ — есть на чём строить.

source: 10 יַהֲלוֹמִים
ar: 10 ألماسات
en: 10 diamonds
ru: 10 алмазов

source: 100 יַהֲלוֹמִים!
ar: 100 ألماسة!
en: 100 diamonds!
ru: 100 алмазов!

source: 100 מ׳
ar: 100 م
en: 100 m
ru: 100 м

source: 12 משחקים חדשים
ar: 12 لعبة جديدة
en: 12 new games
ru: 12 новых игр

source: 12 משחקים חדשים — הילד בוחר איך לשחק
ar: 12 لعبة جديدة — طفلك يختار كيف يلعب
en: 12 new games — your child picks how to play
ru: 12 новых игр — ребёнок выбирает, как играть

source: 12 משחקים, לפי מה שיש בעולם
ar: 12 لعبة، مناسبة لكل عالم
en: 12 games, matched to each world
ru: 12 игр, подобранных под каждый мир

source: 15 כּוֹכָבִים
ar: 15 نجمة
en: 15 stars
ru: 15 звёзд

source: 1️⃣ הוֹרִידוּ אֶת טוֹפִי בַּמַּכְשִׁיר שֶׁל %@ — מֵה־App Store אוֹ מִ־Google Play
ar: 1️⃣ نزّلوا توفي على جهاز %@ — من App Store أو Google Play
en: 1️⃣ Download Tofy on %@'s device — from the App Store or Google Play
ru: 1️⃣ Скачайте Тофи на устройство %@ — из App Store или Google Play

source: 1️⃣ הוֹרִידוּ אֶת טוֹפִי מֵה־App Store בַּמַּכְשִׁיר שֶׁל %@ (אַיְפֵּד אוֹ אַיְפוֹן)
ar: 1️⃣ حمّلوا Tofy من App Store على جهاز %@ (آيباد أو آيفون)
en: 1️⃣ Download Tofy from the App Store on %@'s device (iPad or iPhone)
ru: 1️⃣ Скачайте Tofy из App Store на устройстве %@ (iPad или iPhone)

source: 1️⃣ הורידו את טופי מהApp Store במכשיר של %@ (אייפד או אייפון)
ar: 1️⃣ حمّلوا Tofy من App Store على جهاز %@ (آيباد أو آيفون)
en: 1️⃣ Download Tofy from the App Store on %@'s device (iPad or iPhone)
ru: 1️⃣ Скачайте Tofy из App Store на устройстве %@ (iPad или iPhone)

source: 1️⃣ הורידו את טופי מהApp Store במכשיר של %@ (איפד או איפון)
ar: 1️⃣ حمّلوا Tofy من App Store على جهاز %@ (آيباد أو آيفون)
en: 1️⃣ Download Tofy from the App Store on %@'s device (iPad or iPhone)
ru: 1️⃣ Скачайте Tofy из App Store на устройстве %@ (iPad или iPhone)

source: 1️⃣ הורידו את טופי מה־App Store במכשיר של %@ (אייפד או אייפון)
ar: 1️⃣ حمّلوا Tofy من App Store على جهاز %@ (آيباد أو آيفون)
en: 1️⃣ Download Tofy from the App Store on %@'s device (iPad or iPhone)
ru: 1️⃣ Скачайте Tofy из App Store на устройстве %@ (iPad или iPhone)

source: 1️⃣ הורידו את טופי מה־App Store במכשיר של %@ (איפד או איפון)
ar: 1️⃣ حمّلوا Tofy من App Store على جهاز %@ (آيباد أو آيفون)
en: 1️⃣ Download Tofy from the App Store on %@'s device (iPad or iPhone)
ru: 1️⃣ Скачайте Tofy из App Store на устройстве %@ (iPad или iPhone)

source: 2 · בְּתוֹךְ ניהול ”זמן מסך”:
ar: 2 · داخل إدارة مدة استخدام الجهاز:
en: 2 · Inside Manage Screen Time:
ru: 2 · Внутри «Управление Экранным временем»:

source: 2 קְנִיּוֹת — קוֹנִים לְפִי הָרְשִׁימָה וּמְחַשְּׁבִים עֹדֶף
ar: جولتا تسوّق — نشتري حسب القائمة ونحسب الباقي
en: 2 shopping trips — buy from the list and work out the change
ru: 2 покупки — покупаем по списку и считаем сдачу

source: 2048 שֶׁל טוֹפִּי
ar: 2048 مع توفي
en: Tofy's 2048
ru: 2048 от Тофи

source: 2048 של טופי
ar: 2048 مع توفي
en: Tofy's 2048
ru: 2048 от Тофи

source: 25 יַהֲלוֹמִים
ar: 25 ألماسة
en: 25 diamonds
ru: 25 алмазов

source: 2️⃣ פִּתְחוּ שָׁם אֶת טוֹפִי וּבַחֲרוּ "הַמַּכְשִׁיר שֶׁל הַיֶּלֶד"
ar: 2️⃣ افتحوا Tofy هناك واختاروا «جهاز الطفل»
en: 2️⃣ Open Tofy there and choose "Child's device"
ru: 2️⃣ Откройте там Tofy и выберите «Детское устройство»

source: 2️⃣ פתחו שם את טופי ובחרו "המכשיר של הילד"
ar: 2️⃣ افتحوا Tofy هناك واختاروا «جهاز الطفل»
en: 2️⃣ Open Tofy there and choose "Child's device"
ru: 2️⃣ Откройте там Tofy и выберите «Детское устройство»

source: 3 · וּבְאוֹתוֹ דַּף שֶׁל %@, לְמַעְלָה:
ar: 3 · وفي صفحة %@ نفسها، في الأعلى:
en: 3 · And on the same page of %@, at the top:
ru: 3 · И на той же странице (%@), вверху:

source: 3 פעמים
ar: 3 مرات
en: 3 times
ru: 3 раза

source: 3 קְנִיּוֹת — קוֹנִים לְפִי הָרְשִׁימָה וּמְחַשְּׁבִים עֹדֶף
ar: 3 جولات تسوّق — نشتري حسب القائمة ونحسب الباقي
en: 3 shopping trips — buy from the list and work out the change
ru: 3 покупки — покупаем по списку и считаем сдачу

source: 30 יוֹם
ar: 30 يومًا
en: 30 days
ru: 30 дней

source: 30 יוֹם · לְיֶלֶד אֶחָד · בְּלִי חִדּוּשׁ אוֹטוֹמָטִי
ar: 30 يومًا · لطفل واحد · بلا تجديد تلقائي
en: 30 days · one child · no auto-renewal
ru: 30 дней · для одного ребёнка · без автопродления

source: 30 יום
ar: 30 يومًا
en: 30 days
ru: 30 дней

source: 30 כּוֹכָבִים
ar: 30 نجمة
en: 30 stars
ru: 30 звёзд

source: 3️⃣ סִרְקוּ אֶת הַקּוֹד — וְ%@ נִכְנָס יְשִׁירוֹת לְשַׂחֵק 🎉
ar: 3️⃣ امسحوا الرمز — و%@ يدخل مباشرةً إلى اللعب 🎉
en: 3️⃣ Scan the code — and %@ jumps right in to play 🎉
ru: 3️⃣ Отсканируйте код — и %@ сразу заходит играть 🎉

source: 3️⃣ סרקו את הקוד — ו%@ נכנס ישירות לשחק 🎉
ar: 3️⃣ امسحوا الرمز — و%@ يدخل مباشرةً إلى اللعب 🎉
en: 3️⃣ Scan the code — and %@ jumps right in to play 🎉
ru: 3️⃣ Отсканируйте код — и %@ сразу заходит играть 🎉

source: 4 סְפָרוֹת שֶׁרַק אַתְּ תֵּדְעִי — לֹא אַחִים וְלֹא חֲבֵרִים 😉
ar: 4 أرقام لا يعرفها سواكِ — لا إخوتكِ ولا أصدقاؤكِ 😉
en: 4 digits only you know — not your siblings, not your friends 😉
ru: 4 цифры, которые знаешь только ты — ни братья, ни друзья 😉

source: 4 סְפָרוֹת שֶׁרַק אַתָּה תֵּדַע — לֹא אַחִים וְלֹא חֲבֵרִים 😉
ar: 4 أرقام لا يعرفها سواك — لا إخوتك ولا أصدقاؤك 😉
en: 4 digits only you know — not your siblings, not your friends 😉
ru: 4 цифры, которые знаешь только ты — ни братья, ни друзья 😉

source: 4 ספרות
ar: 4 أرقام
en: 4 digits
ru: 4 цифры

source: 4 ספרות שרק אתה תדע
ar: 4 أرقام لا يعرفها سواك
en: 4 digits only you know
ru: 4 цифры, которые знаете только вы

source: 4 שָׁעוֹת
ar: 4 ساعات
en: 4 hours
ru: 4 часа

source: 4 שעות
ar: 4 ساعات
en: 4 hours
ru: 4 часа

source: 45 כּוֹכָבִים
ar: 45 نجمة
en: 45 stars
ru: 45 звёзд

source: 5 זוּגוֹת — מִצְאוּ לְכָל אֶחָד אֶת הַבֶּן־זוּג שֶׁלּוֹ
ar: 5 أزواج — جِدوا لكل واحد شريكه
en: 5 pairs — find each one its match
ru: 5 пар — найдите каждому его пару

source: 5 מִלִּים מִסְתַּתְּרוֹת — גִּרְרוּ אֶצְבַּע עַל כָּל מִלָּה
ar: 5 كلمات مخفية — اسحبوا الإصبع على كل كلمة
en: 5 hidden words — drag your finger across each one
ru: 5 спрятанных слов — проведите пальцем по каждому

source: 5 מִלִּים — לְפִי הַתְּמוּנָה, אוֹת אַחַר אוֹת
ar: 5 كلمات — حسب الصورة، حرفًا بعد حرف
en: 5 words — from the picture, letter by letter
ru: 5 слов — по картинке, буква за буквой

source: 5 מֹאזְנַיִם — מָה מֵבִיא אוֹתָם לְאִזּוּן?
ar: 5 موازين — ما الذي يجعلها متوازنة؟
en: 5 scales — what makes them balance?
ru: 5 весов — что уравновесит их?

source: 50 יַהֲלוֹמִים!
ar: 50 ماسة!
en: 50 diamonds!
ru: 50 алмазов!

source: 6 סְדָרוֹת — מָה מַשְׁלִים אֶת הַתַּבְנִית?
ar: 6 سلاسل — ما الذي يكمل النمط؟
en: 6 sequences — what completes the pattern?
ru: 6 рядов — что продолжает закономерность?

source: 6 תָּוִים
ar: 6 أحرف
en: 6 characters
ru: 6 символов

source: 6 תווים
ar: 6 أحرف
en: 6 characters
ru: 6 символов

source: 6 תוים
ar: 6 أحرف
en: 6 characters
ru: 6 символов

source: 60 דקות
ar: 60 دقيقة
en: 60 minutes
ru: 60 минут

source: 71 שאלות כפולות ירדו מהמאגר העברי, כדי שילד לא יקבל פעמיים את אותה שאלה
ar: أُزيل 71 سؤالًا مكرّرًا من بنك الأسئلة العبري، كي لا يصل الطفل السؤال نفسه مرّتين
en: 71 duplicate questions were removed from the Hebrew bank, so a child never gets the same question twice
ru: Из ивритского банка убрали 71 повторяющийся вопрос, чтобы ребёнок не получал один и тот же вопрос дважды

source: 72 שאלות על רמדאן, עיד אל־פיטר, עיד אל־אדחא, חג המולד והפסחא — העולם היה קיים אבל לא היה אפשר להגיע אליו. עכשיו הוא במסך הבית של כל ילד שהאפליקציה שלו בערבית
ar: ٧٢ سؤالًا عن رمضان وعيد الفطر وعيد الأضحى وعيد الميلاد وعيد الفصح. كان العالم موجودًا لكن لا يمكن الوصول إليه — والآن هو في الشاشة الرئيسية لكلّ طفل تطبيقه بالعربية
en: 72 questions about Ramadan, Eid al-Fitr, Eid al-Adha, Christmas and Easter. The world existed but there was no way to reach it — now it's on the home screen of every child whose app is in Arabic
ru: 72 вопроса о Рамадане, Ид аль-Фитр, Ид аль-Адха, Рождестве и Пасхе. Мир существовал, но попасть в него было нельзя — теперь он на главном экране каждого ребёнка, у которого приложение на арабском

source: 90 כּוֹכָבִים!
ar: 90 نجمة!
en: 90 stars!
ru: 90 звёзд!

source: Apple Sign-In נכשל: %@
ar: فشل تسجيل الدخول عبر Apple: %@
en: Apple Sign-In failed: %@
ru: Вход через Apple не удался: %@

source: Body — טקסט גוף רגיל
ar: Body — نص أساسي عادي
en: Body — regular body text
ru: Body — обычный текст

source: Caption — מטא
ar: Caption — ميتا
en: Caption — meta
ru: Caption — мета

source: Face ID פָּעִיל · שִׁנּוּי קוֹד
ar: Face ID مُفعَّل · تغيير الرمز
en: Face ID on · change code
ru: Face ID включён · смена кода

source: Face ID פעיל · שינוי קוד
ar: Face ID مُفعَّل · تغيير الرمز
en: Face ID on · change code
ru: Face ID включён · смена кода

source: Face ID פעיל · שנוי קוד
ar: Face ID مُفعَّل · تغيير الرمز
en: Face ID on · change code
ru: Face ID включён · смена кода

source: Family Controls מאושר
ar: Family Controls مُعتمَد
en: Family Controls approved
ru: Family Controls подтверждён

source: Firebase Auth לא הותקן
ar: Firebase Auth غير مُثبَّت
en: Firebase Auth isn’t installed
ru: Firebase Auth не установлен

source: Firebase Firestore לא הותקן
ar: Firebase Firestore غير مُثبَّت
en: Firebase Firestore isn’t installed
ru: Firebase Firestore не установлен

source: Firestore לא זמין
ar: Firestore غير متاح
en: Firestore is unavailable
ru: Firestore недоступен

source: Google Sign-In SDK עוד לא הותקן
ar: Google Sign-In SDK غير مُثبَّت بعد
en: The Google Sign-In SDK isn’t installed yet
ru: Google Sign-In SDK ещё не установлен

source: Hero — טופי
ar: Hero — Tofy
en: Hero — Tofy
ru: Hero — Tofy

source: Subtitle — משנה הוראות
ar: Subtitle — تعليمات
en: Subtitle — Instructions
ru: Subtitle — инструкции

source: Title — ממלכת המספרים
ar: Title — مملكة الأرقام
en: Title — Number Kingdom
ru: Title — Королевство чисел

source: YouTube, TikTok, משחקים…
ar: YouTube، TikTok، ألعاب…
en: YouTube, TikTok, games…
ru: YouTube, TikTok, игры…

source: iOS מַצִּיג עַכְשָׁיו חַלּוֹן אִשּׁוּר לְ־Screen Time — זֶה יָכוֹל לָקַחַת כַּמָּה שְׁנִיּוֹת. אַשְּׁרוּ שָׁם, וְנַמְשִׁיךְ.
ar: يعرض iOS الآن نافذة إذن لـ Screen Time — وقد يستغرق ذلك بضع ثوانٍ. وافقوا هناك، وسنُكمل.
en: iOS is now showing a Screen Time permission prompt — this can take a few seconds. Approve it there, and we'll continue.
ru: iOS сейчас показывает окно разрешения для Screen Time — это может занять несколько секунд. Подтвердите там, и мы продолжим.

source: iPad + iPhone, אותה התקדמות
ar: iPad + iPhone، التقدّم نفسه
en: iPad + iPhone, same progress
ru: iPad + iPhone, один и тот же прогресс

source: · מה חדש?
ar: · ما الجديد؟
en: · What's new?
ru: · Что нового?

source: · נבחרה ע"י הילד — בדקו
ar: · اختارها الطفل — تحقّقوا منها
en: · Picked by your child — check it
ru: · Выбрано ребёнком — проверьте

source: אֱמוֹר אֶת הַמִּלָּה לְאַט 🗣️
ar: قُل الكلمة ببطء 🗣️
en: Say the word slowly 🗣️
ru: Произнеси слово медленно 🗣️

source: אֲבַטִּיחַ
ar: بطيخ
en: watermelon
ru: арбуз

source: אֲוִיר
ar: هواء
en: air
ru: воздух

source: אֲחוּז הַצְלָחָה
ar: نسبة النجاح
en: Success rate
ru: Процент успеха

source: אֲחוּזִים
ar: النسب المئوية
en: Percents
ru: Проценты

source: אֲמֶרִיקָה
ar: الأمريكتان
en: The Americas
ru: Америка

source: אֲנִי
ar: أنا
en: Me
ru: Я

source: אֲנִי הוֹרֶה · אִפּוּס עִם קוֹד הוֹרֶה
ar: أنا الوالد · إعادة التعيين برمز الوالد
en: I'm a parent · reset with parent code
ru: Я родитель · сброс с кодом родителя

source: אֲנִי הוֹרֶה · לְאַפְשֵׁר מְחִיקַת הָאַפְּלִיקַצְיָה
ar: أنا ولي الأمر · السماح بحذف التطبيق
en: I'm a parent · allow deleting the app
ru: Я родитель · разрешить удаление приложения

source: אֲנִי הוֹרֶה · פְּתִיחַת מְחִיקַת הָאַפְּלִיקַצְיָה
ar: أنا الوالد · السماح بحذف التطبيق
en: I'm a parent · allow deleting the app
ru: Я родитель · разрешить удаление приложения

source: אֲנַחְנוּ חֲדָשִׁים בְּטוֹפִי
ar: نحن جدد في Tofy
en: We're new to Tofy
ru: Мы новички в Tofy

source: אֲנָנָס
ar: أناناس
en: pineapple
ru: ананас

source: אֲנָשִׁים, תְּקוּפוֹת וְסִפּוּרִים מֵהֶעָבָר
ar: أشخاص وعصور وقصص من الماضي
en: People, eras, and stories from the past
ru: Люди, эпохи и истории прошлого

source: אֲפוּנָה
ar: بازلاء
en: Peas
ru: Горох

source: אֲרוּחַת בֹּקֶר
ar: فطور
en: Breakfast
ru: Завтрак

source: אֲתָרִים מְפֻרְסָמִים בָּעוֹלָם
ar: معالم مشهورة حول العالم
en: Famous landmarks around the world
ru: Знаменитые места по всему миру

source: אֳנִיָּה
ar: سفينة
en: ship
ru: корабль

source: אִבֵּד עִנְיָן
ar: فقد الاهتمام
en: Losing interest
ru: Теряет интерес

source: אִגְרוּף
ar: ملاكمة
en: boxing
ru: бокс

source: אִזַּנְתֶּם %lld מֹאזְנַיִם!
ar: وازنتم %lld موازين!
en: You balanced %lld scales!
ru: Вы уравновесили весы %lld раз!

source: אִי אֶפְשָׁר לְהוֹסִיף הוֹרֶה כְּיֶלֶד
ar: لا يمكن إضافة والد بصفته طفلًا
en: Can't add a parent as a child
ru: Нельзя добавить родителя как ребёнка

source: אִי־זוּגִי
ar: فردي
en: Odd
ru: Нечётное

source: אִיטַלְיָה
ar: إيطاليا
en: Italy
ru: Италия

source: אִימֵיל שֶׁל הַהוֹרֶה הַשֵּׁנִי
ar: البريد الإلكتروني للوالد الثاني
en: Other parent's email
ru: Эл. почта второго родителя

source: אִיסְטַנְבּוּל
ar: إسطنبول
en: Istanbul
ru: Стамбул

source: אִיתַי
ar: إيتاي
en: Itai
ru: Итай

source: אִם אַבָּא וְאִמָּא בָּחֲרוּ, בַּשָּׁעוֹת הָאֵלֶּה טוֹפִי נָח — וְהַדַּקּוֹת שֶׁלְּךָ מְחַכּוֹת לְךָ אַחַר כָּךְ
ar: إذا اختارها أبي وأمي، يرتاح Tofy في هذه الساعات — ودقائقك تنتظرك لاحقًا
en: If Mom and Dad chose them, Tofy rests during these hours — and your minutes wait for you until later
ru: Если мама и папа выбрали эти часы, Tofy в это время отдыхает — а твои минуты ждут тебя потом

source: אִם אַבָּא וְאִמָּא בָּחֲרוּ, בַּשָּׁעוֹת הָאֵלֶּה טוֹפִי נָח — וְהַדַּקּוֹת שֶׁלָּךְ מְחַכּוֹת לָךְ אַחַר כָּךְ
ar: إذا اختارها أبي وأمي، يرتاح Tofy في هذه الساعات — ودقائقكِ تنتظركِ لاحقًا
en: If Mom and Dad chose them, Tofy rests during these hours — and your minutes wait for you until later
ru: Если мама и папа выбрали эти часы, Tofy в это время отдыхает — а твои минуты ждут тебя потом

source: אִם אַתֶּם מְנַהֲלִים אֶת הַיֶּלֶד מֵהַטֶּלֶפוֹן שֶׁלָּכֶם — בַּטֶּלֶפוֹן שֶׁלָּכֶם, וְאָז הַשֵּׁם שֶׁל הַיֶּלֶד.
ar: إن كنتم تديرون الطفل من هاتفكم — في هاتفكم، ثم اسم الطفل.
en: If you manage your child from your phone — on your phone, then your child's name.
ru: Если вы управляете ребёнком со своего телефона — на вашем телефоне, затем имя ребёнка.

source: אִם הִגְדַּרְתֶּם אוֹתוֹ בֶּעָבָר בַּטֶּלֶפוֹן הַזֶּה — בְּ"הגדרות" ← "זמן מסך":
ar: إن أعددتموها سابقًا في هذا الهاتف — في «الإعدادات» ← «مدة استخدام الجهاز»:
en: If you set it up on this phone before — in "Settings" → "Screen Time":
ru: Если вы настраивали его на этом телефоне — в «Настройки» → «Экранное время»:

source: אִם הִגְדַּרְתֶּם אוֹתוֹ בֶּעָבָר בַּטֶּלֶפוֹן הַזֶּה — בְּהַגְדָּרוֹת ← זְמַן מָסָךְ:
ar: إن أعددتموها سابقًا في هذا الهاتف — في الإعدادات ← مدة استخدام الجهاز:
en: If you set it up on this phone before — in Settings → Screen Time:
ru: Если вы настраивали его на этом телефоне — в Настройки → Экранное время:

source: אִם הִגְדַּרְתֶּם לַיֶּלֶד מַגְבָּלוֹת זְמַן מָסָךְ בְּ"מִשְׁפָּחָה" / Screen Time שֶׁל אַפְּל — כַּבּוּ אוֹתָן. מֵעַכְשָׁו טוֹפִּי מְנַהֵל אֶת זְמַן הַמָּסָךְ; שְׁתֵּי מַעֲרָכוֹת בְּמַקְבִּיל יִתְנַגְּשׁוּ.
ar: إذا ضبطتم لطفلكم حدودًا لوقت الشاشة في «العائلة» / Screen Time من Apple — أوقفوها. من الآن فصاعدًا يدير Tofy وقت الشاشة؛ نظامان يعملان معًا سيتعارضان.
en: If you've set screen time limits for your child in Apple's Family Sharing / Screen Time — turn them off. From now on, Tofy manages screen time; two systems running side by side will conflict.
ru: Если вы задали ребёнку ограничения экранного времени в «Семье» / Screen Time от Apple — отключите их. С этого момента экранным временем управляет Tofy; две системы одновременно будут конфликтовать.

source: אִם הִגְדַּרְתֶּם לַיֶּלֶד מַגְבָּלוֹת זְמַן מָסָךְ בְּ"מִשְׁפָּחָה" / Screen Time שֶׁל אַפְּל — כַּבּוּ אוֹתָן. מֵעַכְשָׁיו טוֹפִי מְנַהֵל אֶת זְמַן הַמָּסָךְ; שְׁתֵּי מַעֲרָכוֹת בְּמַקְבִּיל יִתְנַגְּשׁוּ.
ar: إذا ضبطتم لطفلكم حدودًا لوقت الشاشة في «العائلة» / Screen Time من Apple، فأوقفوها. من الآن يدير Tofy وقت الشاشة — نظامان يعملان معًا سيتعارضان.
en: If you’ve set screen-time limits for your child in Apple’s Family / Screen Time, turn them off. From now on Tofy manages screen time — two systems running at once will clash.
ru: Если вы задали ребёнку ограничения экранного времени в «Семье» / Screen Time от Apple — выключите их. Теперь экранным временем управляет Tofy: две системы одновременно будут конфликтовать.

source: אִמְרִי אֶת הַמִּלָּה לְאַט 🗣️
ar: قولي الكلمة ببطء 🗣️
en: Say the word slowly 🗣️
ru: Произнеси слово медленно 🗣️

source: אִסְפוּ אֶת הַפְּרָס 🎁
ar: اجمعوا الجائزة 🎁
en: Claim your prize 🎁
ru: Забери приз 🎁

source: אִפּוּס הִתְקַדְּמוּת
ar: إعادة تعيين التقدّم
en: Reset progress
ru: Сбросить прогресс

source: אִפּוּס קוֹד הֲגַנַּת הַזְּמַן
ar: إعادة تعيين رمز حماية الوقت
en: Reset time lock code
ru: Сброс кода защиты времени

source: אֵדִים
ar: بخار
en: steam
ru: пар

source: אֵזוֹר הוֹרִים
ar: منطقة الوالدين
en: Parent area
ru: Родительская зона

source: אֵיזֶה כֵּיף! 🎉
ar: يا للمتعة! 🎉
en: How fun! 🎉
ru: Как здорово! 🎉

source: אֵיזֶה מִסְפָּר אִי־זוּגִי?
ar: أيّ عدد فرديّ؟
en: Which number is odd?
ru: Какое число нечётное?

source: אֵיזֶה מִסְפָּר הֲכִי גָּדוֹל?
ar: أيّ عدد هو الأكبر؟
en: Which number is the biggest?
ru: Какое число самое большое?

source: אֵיזֶה מִסְפָּר זוּגִי?
ar: أيّ عدد زوجيّ؟
en: Which number is even?
ru: Какое число чётное?

source: אֵיזֶה נִצָּחוֹן!
ar: يا له من فوز!
en: What a win!
ru: Вот это победа!

source: אֵיךְ בָּא לְךָ לְשַׂחֵק?
ar: كيف تحب أن تلعب؟
en: How do you want to play?
ru: Как хочешь играть?

source: אֵיךְ בָּא לָךְ לְשַׂחֵק?
ar: كيف تحبين أن تلعبي؟
en: How do you want to play?
ru: Как хочешь играть?

source: אֵיךְ זֶה נִרְאֶה בָּאַיְפוֹן?
ar: كيف يبدو هذا على الآيفون؟
en: How does it look on the iPhone?
ru: Как это выглядит на iPhone?

source: אֵיךְ כּוֹתְבִים אֶת %@ כְּמִסְפָּר עֶשְׂרוֹנִי?
ar: كيف نكتب %@ كعدد عشري؟
en: How do you write %@ as a decimal?
ru: Как записать %@ десятичной дробью?

source: אֵיךְ לִפְתֹּחַ?
ar: كيف نفتح القفل؟
en: How to unlock?
ru: Как открыть?

source: אֵיךְ נִקְרָא לַמִּשְׁפָּחָה?
ar: ماذا نسمّي العائلة؟
en: What should we call your family?
ru: Как назовём семью?

source: אֵילַת
ar: إيلات
en: Eilat
ru: Эйлат

source: אֵילוּ אַפְּלִיקַצְיוֹת לִנְעַל?
ar: أيّ تطبيقات نُقفل؟
en: Which apps should be locked?
ru: Какие приложения заблокировать?

source: אֵילוּ אַפְּלִיקַצְיוֹת לִנְעֹל
ar: أيّ تطبيقات نُقفل
en: Which apps to lock
ru: Какие приложения блокировать

source: אֵילוּ אַפְּלִיקַצְיוֹת לִנְעוֹל?
ar: أيّ تطبيقات يجب إقفالها؟
en: Which apps should be locked?
ru: Какие приложения заблокировать?

source: אֵילוּ אַפְּלִיקַצְיוֹת נְעוּלוֹת
ar: أيّ تطبيقات مقفلة
en: Which apps are locked
ru: Какие приложения заблокированы

source: אֵילוּ אַפְּלִיקַצְיוֹת נְעוּלוֹת בַּמַּכְשִׁיר הַזֶּה
ar: أيّ تطبيقات مقفلة على هذا الجهاز
en: Which apps are locked on this device
ru: Какие приложения заблокированы на этом устройстве

source: אֵין בַּקָּשׁוֹת חֲדָשׁוֹת
ar: لا طلبات جديدة
en: No new requests
ru: Новых запросов нет

source: אֵין הַרְשָׁאַת ״זְמַן מָסָךְ״ בַּמַּכְשִׁיר הַזֶּה — נְעִילַת אַפְּלִיקַצְיוֹת לֹא תַּעֲבוֹד בּוֹ. פִּתְחוּ בּוֹ אֶת טוֹפִי ← ⚙️ ← בַּקָּשׁ הַרְשָׁאָה.
ar: لا يوجد إذن «وقت الشاشة» على هذا الجهاز — لن يعمل قفل التطبيقات فيه. افتحوا توفي عليه ← ⚙️ ← اطلبوا الإذن.
en: No Screen Time permission on this device — app locking will not work there. Open Tofy on it → ⚙️ → Request permission.
ru: На этом устройстве нет разрешения «Экранное время» — блокировка приложений там не работает. Откройте на нём Tofy → ⚙️ → Запросить разрешение.
